Revit 2027 API
ParameterTypeId.FabricSheetDefaultMajorLapspliceLength Property
 "Default Major Lap Splice Length": Default Major Lap Splice Length
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetDefaultMajorLapspliceLength { get; }
Public Shared ReadOnly Property FabricSheetDefaultMajorLapspliceLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetDefaultMajorLapspliceLength {
	ForgeTypeId^ get ();
}
static member FabricSheetDefaultMajorLapspliceLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace